Repository: itsthenavid/auditorium
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ckb, ku

source: Personal Info
ckb: زانیاری کەسی
ku: Agahiyên Kesane

source: Permissions
ckb: دەستڕاگەیشتنەکان
ku: Destûr

source: Important Dates
ckb: بەروارە گرنگەکان
ku: Dîrokên Girîng

source: Banner
ckb: بانەر
ku: Pankart

source: Accounts
ckb: ئەکاونتەکان
ku: Kontokan

source: Name
ckb: ناو
ku: Nav

source: User's name in the current language.
ckb: ناوی بەکارهێنەر بۆ زمانی میواندار.
ku: Navê bikarhêner bi zimanê mêvandar.

source: Bio
ckb: بایۆ
ku: Bayo

source: User's bio in the current language.
ckb: بایۆی بەکارهێنەر بە زمانی میواندار.
ku: Biyografiya bikarhêner bi zimanê mêvandar.

source: Upload a profile picture for the user.
ckb: وێنەی ئاڤاتار بۆ بەکارهێنەر بارئەکات.
ku: Avatar ji bo profîla bikarhêner barkirin.

source: Upload a banner image for the user profile.
ckb: وێنەی بانەر بۆ بەکارهێنەر بارئەکات.
ku: Ji bo profîla bikarhêner pankartekê bar bike.

source: Name and Bio
ckb: ناو و بایۆ
ku: Nav û Bayo

source: Name and bio for different languages, stored as JSON.
ckb: ناو و بایۆ بۆ زمانە جیاوازەکان کە بە شێوەی JSON هەڵگیراون.
ku: Nav û biyografî ji bo zimanên cûda yên ku di formata JSON de hatine hilanîn.

source: English (United States)
ckb: ئینگلیزی (ئەمریکا)
ku: Îngilîzî (Dewletên Yekbûyî yên Amerîkayê)

source: Persian (Farsi)
ckb: فارسی
ku: Farsî

source: Central Kurdish (Sorani Kurdish)
ckb: کوردی ناوەندی (کوردی سۆرانی)
ku: Kurdiya Navendî (Kurdiya Soranî)

source: Northern Kurdish (Kurmanji Kurdish)
ckb: کوردی باکووری (کوردی کورمانجی)
ku: Kurdiya Bakûrî (Kurmancî)

source: Pages
ckb: لاپەڕەکان
ku: Rûpelan

source: Django administration
ku: Rêveberiya Django

source: Password
ku: Şîfre

source: Django site admin
ku: Malpera rêveberiya Django

source: Log in
ku: Têketin

source: Username
ku: Navê bikarhêner

source: Site administration
ku: Rêveberiya Malperê

source: Authentication
ku: piştrastkirinê

source: And
ku: û

source: Authorization
ku: Wekîlkirinî

source: Groups
ku: Kom

source: AUTHENTICATION AND AUTHORIZATION
ku: Verastkirin û Destûr

source: Recent actions
ku: Çalakiyên dawî

source: My actions
ku: Çalakiyên min

source: None available
ku: Peyda nîne

source: View site
ku: Malperê bibînin

source: Change password
ku: Şîfre biguherînin

source: Log out
ku: Derkeve

source: Add
ku: Lêzêdekirin

source: Change
ku: Gûherrandin

source: Avatar
ckb: ئاڤاتار
